---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemLayerSummaryDir2NoSpacing
source: html/fbf09afd-0ccf-a489-5ebe-cadbe84f7137.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemLayerSummaryDir2NoSpacing Property

"Minor, Both Faces (Brief)"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemLayerSummaryDir2NoSpacing { get; }
```